[{
        "sentence": "Siku njema! Tafadhali nipe maji.",
        "language": "Swahili",
        "hint": ["_____, also known by its local name Kiswahili", "Found primarily in Kenya", "Franca in East Africa"],
        "Translation": "Have a good day! Please give me some water."
    },
    
    {
        "sentence": "Kana so? Ina so. Ka ji ko?",
        "language": "Hausa",
        "hint": ["Northern Nigerian language", "Part of the Chadic branch", "Of the Afro-Asiatic language family."],
        "Translation": "Do you want to? I want to. Are you coming or not?"
    },

    {
        "sentence": "Betam amesegenallo! Aychalhu?",
        "language": "Amharic",
        "hint": ["Semitic language spoken in Ethiopia", "It is written using the Ethiopic script", "Unique sounds and grammar rules that can be challenging"],
        "Translation": "Thank you very much! How are you?"
    },

    {
        "sentence": "Wǒ zhù zài Běijīng. Nǐ yě zhù zài Běijīng ma?",
        "language": "Mandarin",
        "hint": ["Most widely spoken language in the world", "Spoken in China", "One of the six official languages of the United Nations"],
        "Translation": "I live in Beijing. Do you also live in Beijing?"
    },

    {
        "sentence": "Kya haal hai? Main theek hoon. Tumhara naam kya hai?",
        "language": "Hindi",
        "hint": ["Fourth most spoken language in the world", "Over 600 million speakers", "Uses the Devanagari script"],
        "Translation": "How are you? I am fine. What is your name?"
    },

    {
        "sentence": "Ana mit'allaq bi-taalim al-lughah al-'arabiya. Hal anta mutakallim al-'arabiya?",
        "language": "Arabic",
        "hint": ["Fifth most spoken language in the world", "Liturgical language of Islam", "Many dialects that can vary significantly in pronunciation and grammar"],
        "Translation": "I am interested in learning Arabic language. Are you an Arabic speaker?"
    },

    {
        "sentence": "How was your day? It was great, thanks for asking. Would you like to go out to eat tonight?",
        "language": "English",
        "hint": ["Most widely spoken language in the world", "Germanic language with many loanwords from Latin", "Many irregular spellings and grammar rules"],
        "Translation": "Would you like to go out to eat tonight?"
    },

    {
        "sentence": "¿Qué hora es? Son las dos y media de la tarde. ¿Te gusta bailar salsa?",
        "language": "Spanish",
        "hint": ["Second most spoken language in the world", "Official language of Spain", "Relatively simple grammar compared"],
        "Translation": "What time is it? It's 2:30 in the afternoon. Do you like to dance salsa?"
    },

    {
        "sentence": "Je suis fatigué aujourd'hui. J'ai besoin de me reposer. Qu'est-ce que tu vas faire ce soir?",
        "language": "French",
        "hint": ["Official language in 29 countries", "Many silent letters and complex verb conjugations", "Challenging for non-native speakers to master"],
        "Translation": "I am tired today. I need to rest. What are you going to do tonight?"
    }
    ]
